// © Copyright 2012-2017 HP Development Company, L.P.

SATTaskName = "状态和警报";

MoreInfoTitle = "更多信息";
SATPrivacyStatementOnlineLink = "HP 隐私声明";

SATAlertsTaskDescription = "指定您想要查看的 HP 设备状态信息的范围等级。如果该设备无法完成您要求的任务，或需要您的注意，您将一直收到通知。";

SATShowAlertsButtonTitle = "显示此项目的详细警报信息：";
SATAutoDismissTitlePreffix = "";
SATAutoDismissTitleSuffix = "秒后自动忽略此警报：";

SATErrorsWarningsAndInfo = "错误、警告和通知信息";
SATErrorsAndWarnings = "错误和警告";
SATErrorsOnly = "仅错误";
SATInfoMessages = "通知信息";
SATWarningsAndInfoMessages = "警告和通知信息";

SATShowWebContentButtonTitle = "在警报中显示 Web 内容";
SATShowWebContentButtonBaseDescription = "如果您允许，可以安全地将您的设备状态与 HP 共享。如果您提供这些信息，HP 会进行检查以确定您是否注册参加了 HP 计划，是否有资格获取优惠，并根据可用选项修改提醒。";
SATShowWebContentButtonMoreInfoFootnote = "SAT_TEXT:* 要了解有关向 HP 发送信息的详情，请参见 SAT_KEYED_LINK:MoreInfoTitle。";
SATShowWebContentButtonPrivacyStatementFootnote = "SAT_TEXT:* 要了解有关惠普隐私政策的更多详细信息，请参阅 SAT_LINK:SATPrivacyStatementOnlineLink。";

SATNoControlPanelAlertTitle = "您确定要关闭 HP 警报吗?";
SATNoControlPanelTurnOffButtonTitle = "关闭";
SATNoControlPanelAlertText = "关闭之后重要的设备状态信息可能无法显示出来。";
SATCancelButtonTitle = "取消";
